vldb/vldb.org
#+OPTIONS: toc:nil num:nil
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-bigblow.setup

#+TITLE: Proceedings of Workshops at the 50th International Conference on Very Large Data Bases (VLDB 2024)

* VLDBW 2024
** VLDB 2024 Workshop Chairs
*** Themis Palpanas, Philippe Bonnet
** VLDB 2024 Workshop Proceeding Chair
*** Haixun Wang
** Accepted Workshops
*** ADMS: 15th Workshop on Accelerating Analytics and Data Management Systems using Modern Processor and Storage Architectures
- Workshop Chairs: Rajesh Bordawekar and Tirthankar Lahiri
*** BigVis: 7th International Workshop on Big Data Visual Exploration and Analytics
- Workshop Chairs: Nikos Bikakis, Panos K. Chrysanthis, Guoliang Li, George Papastefanatos
*** DATAI: 1st International Workshop on Data-driven AI 
- Workshop Chairs: Hongzhi Wang, Nan Tang, Lei Cao, Chengliang Chai, Xiaoou Ding
*** FAB: 6th International Workshop on Foundations and Applications of Blockchain
- Workshop Chairs: Mohammad Javad Amiri
*** LLM+KG: 1st International Workshop on Data Management Opportunities in Unifying Large Language Models + Knowledge Graphs
- Workshop Chairs: Arijit Khan, Tianxing Wu, Xi Chen
*** QDB: 13th International Workshop on Quality in Databases
- Workshop Chairs: Lisa Ehrlinger, Hazar Harmouch, Sourav S Bhowmick
*** QDSM: 2nd International Workshop on Quantum Data Science and Management
- Workshop Chairs: Sven Groppe, Jiaheng Lu, Wolfgang Mauerer, Le Gruenwald
*** TaDA: 2nd International Workshop on Tabular Data Analysis
- Workshop Chairs: Vasilis Efthymiou, Sainyam Galhotra, Oktie Hassanzadeh, Chuan Lei, Kavitha Srinivas
*** LSGDA: 3rd International Workshop on Large-Scale Graph Data Analytics
- Workshop Chairs: Wenjie Zhang, Lu Qin, Ying Zhang, Long Yuan, Zhengyi Yang
*** CloudDB: 2nd Workshop on Cloud Databases
- Workshop Chairs: Jiannan Wang, Kai Zeng, Guoliang Li, and Sanjay Krishnan
* ADMS
** 15th Workshop on Accelerating Analytics and Data Management Systems using Modern Processor and Storage Architectures
*** [[./VLDB-Workshop-2024/ADMS/ADMS24_01.pdf][Bandwidth Expansion via CXL: A Pathway to Accelerating In-Memory Analytical Processing]]
    Wentao Huang, Mo Sha, Mian Lu, Yuqiang Chen, Bingsheng He, Kian-Lee Tan
*** [[./VLDB-Workshop-2024/ADMS/ADMS24_02.pdf][Can Delta Compete with Frame-of-Reference for Lightweight Integer Compression?,]]
    Julia Spindler, Philipp Fent, Adrian Riedl, Thomas Neumann
*** [[./VLDB-Workshop-2024/ADMS/ADMS24_03.pdf][Optimizing Sorting for Chiplet-Based CPUs]]
    Alessandro Fogli, Peter Pletzuch, Jana Giceva
*** [[./VLDB-Workshop-2024/ADMS/ADMS24_04.pdf][Ghostwriter: a Distributed Message Broker on RDMA and NVM]]
    Hendrik Makait, Bonaventura Del Monte, Tilmann Rabl


* BigVis
** 7th International Workshop on Big Data Visual Exploration and Analytics
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_01.pdf][Techniques for interactive visual examination of autonomous vessel performance]]
    Natalia Andrienko, Gennady Andrienko, Dimitris Zissis, Alexandros Troupiotis-Kapeliaris and Giannis Spiliopoulos
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_02.pdf][A Unified Visual Exploration Framework for (Semi-)structured Data]]
    Théo Bouganim, Ioana Manolescu and Emmanuel Pietriga
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_03.pdf][QPV: An Input Control Component For Progressive Visualization Analytics ]]
    Xin Zhang and Ahmed Eldawy
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_04.pdf][InterpretStack: Interpretable Exploration and Interactive Visualization Construction of Stacking Algorithm]]
    Yu Wang, Jing Lu, Le Liu, Junping Zhang and Siming Chen
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_05.pdf][Vizard: Improving Visual Data Literacy with Large Language Models]]
    Rubab Zahra Sarfraz and Samar Haider
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_06.pdf][Tangible Progress: Employing Visual Metaphors and Physical Interfaces in AI-based English Language Learning]]
    Mei Wang, Hai-Ning Liang, Yu Liu, Chengtao Ji and Lingyun Yu
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_07.pdf][EvalGPT: A Visual Analytic Framework for Enhancing Trust in Large Language Models]]
    Xu Yang, Yiheng Liang, Le Liu, Lianwei Wu and Xiaoru Yuan
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_08.pdf][Partial Adaptive Indexing for Approximate Query Answering]]
    Stavros Maroulis, Nikos Bikakis, Vasileios Stamatopoulos and George Papastefanatos
*** [[./VLDB-Workshop-2024/BigVis/BigVis2024_09.pdf][Enhancing Geographic Information Visualization: A Comparative Analysis of Digital Maps and Projection Augmented Relief Maps]]
    Chang Yuan Lang Teng, Zhiwei Shi, Lingyun Yu and Yu Liu


* DATAI
** 1st International Workshop on Data-driven AI 
