vldb/vldb.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-09-08 Sun 06:47 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Proceedings of Workshops at the 50th International Conference on Very Large Data Bases (VLDB 2024)</title>
<meta name="author" content="Haixun Wang" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/hideshow.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Proceedings of Workshops at the 50th International Conference on Very Large Data Bases (VLDB 2024)</h1>

<div id="outline-container-org819b149" class="outline-2">
<h2 id="org819b149">VLDBW 2024</h2>
<div class="outline-text-2" id="text-org819b149">
</div>
<div id="outline-container-org6033a8d" class="outline-3">
<h3 id="org6033a8d">VLDB 2024 Workshop Chairs</h3>
<div class="outline-text-3" id="text-org6033a8d">
</div>
<div id="outline-container-orga5e3dcd" class="outline-4">
<h4 id="orga5e3dcd">Themis Palpanas, Philippe Bonnet</h4>
</div>
</div>
<div id="outline-container-orgf9e7644" class="outline-3">
<h3 id="orgf9e7644">VLDB 2024 Workshop Proceeding Chair</h3>
<div class="outline-text-3" id="text-orgf9e7644">
</div>
<div id="outline-container-org13db8b2" class="outline-4">
<h4 id="org13db8b2">Haixun Wang</h4>
</div>
</div>
<div id="outline-container-org32b4e8e" class="outline-3">
<h3 id="org32b4e8e">Accepted Workshops</h3>
<div class="outline-text-3" id="text-org32b4e8e">
</div>
<div id="outline-container-org1061770" class="outline-4">
<h4 id="org1061770">ADMS: 15th Workshop on Accelerating Analytics and Data Management Systems using Modern Processor and Storage Architectures</h4>
<div class="outline-text-4" id="text-org1061770">
<ul class="org-ul">
<li>Workshop Chairs: Rajesh Bordawekar and Tirthankar Lahiri</li>
</ul>
</div>
</div>
<div id="outline-container-orgb924142" class="outline-4">
<h4 id="orgb924142">BigVis: 7th International Workshop on Big Data Visual Exploration and Analytics</h4>
<div class="outline-text-4" id="text-orgb924142">
<ul class="org-ul">
<li>Workshop Chairs: Nikos Bikakis, Panos K. Chrysanthis, Guoliang Li, George Papastefanatos</li>
</ul>
</div>
</div>
<div id="outline-container-org727054c" class="outline-4">
<h4 id="org727054c">DATAI: 1st International Workshop on Data-driven AI</h4>
<div class="outline-text-4" id="text-org727054c">
<ul class="org-ul">
<li>Workshop Chairs: Hongzhi Wang, Nan Tang, Lei Cao, Chengliang Chai, Xiaoou Ding</li>
</ul>
</div>
</div>
<div id="outline-container-org374ea7e" class="outline-4">
<h4 id="org374ea7e">FAB: 6th International Workshop on Foundations and Applications of Blockchain</h4>
<div class="outline-text-4" id="text-org374ea7e">
<ul class="org-ul">
<li>Workshop Chairs: Mohammad Javad Amiri</li>
</ul>
</div>
</div>
<div id="outline-container-orge1c5b71" class="outline-4">
<h4 id="orge1c5b71">LLM+KG: 1st International Workshop on Data Management Opportunities in Unifying Large Language Models + Knowledge Graphs</h4>
<div class="outline-text-4" id="text-orge1c5b71">
<ul class="org-ul">
<li>Workshop Chairs: Arijit Khan, Tianxing Wu, Xi Chen</li>
</ul>
</div>
</div>
<div id="outline-container-org06aa1fa" class="outline-4">
<h4 id="org06aa1fa">QDB: 13th International Workshop on Quality in Databases</h4>
<div class="outline-text-4" id="text-org06aa1fa">
<ul class="org-ul">
<li>Workshop Chairs: Lisa Ehrlinger, Hazar Harmouch, Sourav S Bhowmick</li>
</ul>
</div>
</div>
<div id="outline-container-org9c91614" class="outline-4">
<h4 id="org9c91614">QDSM: 2nd International Workshop on Quantum Data Science and Management</h4>
<div class="outline-text-4" id="text-org9c91614">
<ul class="org-ul">
<li>Workshop Chairs: Sven Groppe, Jiaheng Lu, Wolfgang Mauerer, Le Gruenwald</li>
</ul>
</div>
</div>
<div id="outline-container-org3f4e5b8" class="outline-4">
<h4 id="org3f4e5b8">TaDA: 2nd International Workshop on Tabular Data Analysis</h4>
<div class="outline-text-4" id="text-org3f4e5b8">
<ul class="org-ul">
<li>Workshop Chairs: Vasilis Efthymiou, Sainyam Galhotra, Oktie Hassanzadeh, Chuan Lei, Kavitha Srinivas</li>
</ul>
</div>
</div>
<div id="outline-container-orgfe02e24" class="outline-4">
<h4 id="orgfe02e24">LSGDA: 3rd International Workshop on Large-Scale Graph Data Analytics</h4>
<div class="outline-text-4" id="text-orgfe02e24">
<ul class="org-ul">
<li>Workshop Chairs: Wenjie Zhang, Lu Qin, Ying Zhang, Long Yuan, Zhengyi Yang</li>
</ul>
</div>
</div>
<div id="outline-container-org1165e13" class="outline-4">
<h4 id="org1165e13">CloudDB: 2nd Workshop on Cloud Databases</h4>
<div class="outline-text-4" id="text-org1165e13">
<ul class="org-ul">
<li>Workshop Chairs: Jiannan Wang, Kai Zeng, Guoliang Li, and Sanjay Krishnan</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org72a461b" class="outline-2">
<h2 id="org72a461b">ADMS</h2>
<div class="outline-text-2" id="text-org72a461b">
</div>
<div id="outline-container-orgb631ed7" class="outline-3">
<h3 id="orgb631ed7">15th Workshop on Accelerating Analytics and Data Management Systems using Modern Processor and Storage Architectures</h3>
<div class="outline-text-3" id="text-orgb631ed7">
</div>
<div id="outline-container-org8b07671" class="outline-4">
<h4 id="org8b07671"><a href="./VLDB-Workshop-2024/ADMS/ADMS24_01.pdf">Bandwidth Expansion via CXL: A Pathway to Accelerating In-Memory Analytical Processing</a></h4>
<div class="outline-text-4" id="text-org8b07671">
<p>
Wentao Huang, Mo Sha, Mian Lu, Yuqiang Chen, Bingsheng He, Kian-Lee Tan
</p>
</div>
</div>
<div id="outline-container-org79d8093" class="outline-4">
<h4 id="org79d8093"><a href="./VLDB-Workshop-2024/ADMS/ADMS24_02.pdf">Can Delta Compete with Frame-of-Reference for Lightweight Integer Compression?,</a></h4>
<div class="outline-text-4" id="text-org79d8093">
<p>
Julia Spindler, Philipp Fent, Adrian Riedl, Thomas Neumann
</p>
</div>
</div>
<div id="outline-container-org7cb482a" class="outline-4">
<h4 id="org7cb482a"><a href="./VLDB-Workshop-2024/ADMS/ADMS24_03.pdf">Optimizing Sorting for Chiplet-Based CPUs</a></h4>
<div class="outline-text-4" id="text-org7cb482a">
<p>
Alessandro Fogli, Peter Pletzuch, Jana Giceva
</p>
</div>
</div>
<div id="outline-container-org74d1d25" class="outline-4">
<h4 id="org74d1d25"><a href="./VLDB-Workshop-2024/ADMS/ADMS24_04.pdf">Ghostwriter: a Distributed Message Broker on RDMA and NVM</a></h4>
<div class="outline-text-4" id="text-org74d1d25">
<p>
Hendrik Makait, Bonaventura Del Monte, Tilmann Rabl
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgc51afbe" class="outline-2">
<h2 id="orgc51afbe">BigVis</h2>
<div class="outline-text-2" id="text-orgc51afbe">
</div>
<div id="outline-container-org33918fc" class="outline-3">
<h3 id="org33918fc">7th International Workshop on Big Data Visual Exploration and Analytics</h3>
<div class="outline-text-3" id="text-org33918fc">
</div>
<div id="outline-container-org1e99aa3" class="outline-4">
<h4 id="org1e99aa3"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_01.pdf">Techniques for interactive visual examination of autonomous vessel performance</a></h4>
<div class="outline-text-4" id="text-org1e99aa3">
<p>
Natalia Andrienko, Gennady Andrienko, Dimitris Zissis, Alexandros Troupiotis-Kapeliaris and Giannis Spiliopoulos
</p>
</div>
</div>
<div id="outline-container-orgc26d9fb" class="outline-4">
<h4 id="orgc26d9fb"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_02.pdf">A Unified Visual Exploration Framework for (Semi-)structured Data</a></h4>
<div class="outline-text-4" id="text-orgc26d9fb">
<p>
Théo Bouganim, Ioana Manolescu and Emmanuel Pietriga
</p>
</div>
</div>
<div id="outline-container-org58b445e" class="outline-4">
<h4 id="org58b445e"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_03.pdf">QPV: An Input Control Component For Progressive Visualization Analytics </a></h4>
<div class="outline-text-4" id="text-org58b445e">
<p>
Xin Zhang and Ahmed Eldawy
</p>
</div>
</div>
<div id="outline-container-org8947b73" class="outline-4">
<h4 id="org8947b73"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_04.pdf">InterpretStack: Interpretable Exploration and Interactive Visualization Construction of Stacking Algorithm</a></h4>
<div class="outline-text-4" id="text-org8947b73">
<p>
Yu Wang, Jing Lu, Le Liu, Junping Zhang and Siming Chen
</p>
</div>
</div>
<div id="outline-container-orgd47df97" class="outline-4">
<h4 id="orgd47df97"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_05.pdf">Vizard: Improving Visual Data Literacy with Large Language Models</a></h4>
<div class="outline-text-4" id="text-orgd47df97">
<p>
Rubab Zahra Sarfraz and Samar Haider
</p>
</div>
</div>
<div id="outline-container-org436be9c" class="outline-4">
<h4 id="org436be9c"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_06.pdf">Tangible Progress: Employing Visual Metaphors and Physical Interfaces in AI-based English Language Learning</a></h4>
<div class="outline-text-4" id="text-org436be9c">
<p>
Mei Wang, Hai-Ning Liang, Yu Liu, Chengtao Ji and Lingyun Yu
</p>
</div>
</div>
<div id="outline-container-org2b4b233" class="outline-4">
<h4 id="org2b4b233"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_07.pdf">EvalGPT: A Visual Analytic Framework for Enhancing Trust in Large Language Models</a></h4>
<div class="outline-text-4" id="text-org2b4b233">
<p>
Xu Yang, Yiheng Liang, Le Liu, Lianwei Wu and Xiaoru Yuan
</p>
</div>
</div>
<div id="outline-container-orgecef79f" class="outline-4">
<h4 id="orgecef79f"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_08.pdf">Partial Adaptive Indexing for Approximate Query Answering</a></h4>
<div class="outline-text-4" id="text-orgecef79f">
<p>
Stavros Maroulis, Nikos Bikakis, Vasileios Stamatopoulos and George Papastefanatos
</p>
</div>
</div>
<div id="outline-container-org331e8fe" class="outline-4">
<h4 id="org331e8fe"><a href="./VLDB-Workshop-2024/BigVis/BigVis2024_09.pdf">Enhancing Geographic Information Visualization: A Comparative Analysis of Digital Maps and Projection Augmented Relief Maps</a></h4>
<div class="outline-text-4" id="text-org331e8fe">
<p>
Chang Yuan Lang Teng, Zhiwei Shi, Lingyun Yu and Yu Liu
</p>
</div>
</div>
</div>
</div>
