vldb/vldb.org
*** [[./VLDB-Workshop-2024/DATAI/DATAI-1.pdf][Addressing Data Management Challenges for Interoperable Data Science]]
    Ilin Tolovski,Tilmann Rabl
*** [[./VLDB-Workshop-2024/DATAI/DATAI-2.pdf][Missing Value Imputation via Pre-trained Language Models with Trainable Prompt and Retrieval Augmentation]]
    Xiang Huang, Shuang Hao
*** [[./VLDB-Workshop-2024/DATAI/DATAI-3.pdf][LLM-assisted Labeling Function Generation for Semantic Type Detection]]
    Chenjie Li, Dan Zhang, Jin Wang
*** [[./VLDB-Workshop-2024/DATAI/DATAI-4.pdf][Approximate Functional Dependencies Discovery Using Markov Blanket]]
    Jinqi Liu, Anzhen Zhang, Jiajia Li, Na Guo, Jing Zhang


* FAB
** 6th International Workshop on Foundations and Applications of Blockchain
*** [[./VLDB-Workshop-2024/FAB/FAB-1.pdf][Proceedings of the Sixth International Workshop on Foundations and Applications of Blockchain (FAB)]]
    Mohammad Javad Amiri
*** [[./VLDB-Workshop-2024/FAB/FAB-2.pdf][Benefits and Challenges of Decentralization in Data Systems: Opportunities for Data Management Research]]
    Ruben Mayer
*** [[./VLDB-Workshop-2024/FAB/FAB-3.pdf][Data Management and AI for Blockchain Data Analysis: A Round Trip and Opportunities]]
    Arijit Khan
*** [[./VLDB-Workshop-2024/FAB/FAB-4.pdf][Practical Declarative Smart Contracts Optimization]]
    Lan Lu, Tao Luo, Jingyi Li, Hongxun Ding, Brendan Massey, Haoxian Chen, Boon Thau Loo
*** [[./VLDB-Workshop-2024/FAB/FAB-5.pdf][CroCRPC: Cross-Chain Remote Procedure Calls Framework for dApps]]
    Avishek De, Divyakant Agrawal, Amr El Abbadi
*** [[./VLDB-Workshop-2024/FAB/FAB-6.pdf][From On-chain to Macro: Assessing the Importance of Data Source Diversity in Cryptocurrency Market Forecasting]]
    Giorgos Demosthenous, Chryssis Georgiou, Eliada Polydorou
*** [[./VLDB-Workshop-2024/FAB/FAB-7.pdf][SOK: Blockchain for Provenance]]
    Asma Jodeiri Akbarfam, Hoda Maleki
*** [[./VLDB-Workshop-2024/FAB/FAB-8.pdf][A Comprehensive Outlook for Analyzing and Enhancing the Performance of Blockchain Platforms]]
    Jeeta Chacko


* LLM+KG
** 1st International Workshop on Data Management Opportunities in Unifying Large Language Models + Knowledge Graphs
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-1.pdf][LLM+KG: Data Management Opportunities in Unifying Large Language Models + Knowledge Graphs]]
    Arijit Khan, Tianxing Wu, Xi Chen
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-2.pdf][OneEdit: A Neural-Symbolic Collaboratively Knowledge Editing System]]
    Ningyu Zhang, Zekun Xi, Yujie Luo, Peng Wang, Bozhong Tian, Yunzhi Yao, Jintian Zhang, Shumin Deng, mengshu sun, Lei Liang, Zhiqiang Zhang, Xiaowei Zhu, Jun Zhou, Huajun Chen
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-4.pdf][Knowledge Graph Efficient Construction: Embedding Chain-of-Thought into LLMs]]
    Jixuan Nie, Xia HOU, wenfeng song, xuan wang, Xingliang Jin, Xinyu Zhang, ShuoZhe Zhang, Jiaqi Shi
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-5.pdf][Benchmarking and Analyzing In-context Learning, Fine-tuning and Supervised Learning for Biomedical Knowledge Curation: a focused study on chemical entities of biological interest]]
    Yusuf Abdulle, Emily Groves, Minhong Wang, Holger Kunz, Jason Hoelscher-Obermaier, Ronin Wu, Honghan Wu
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-8.pdf][Leveraging LLMs Few-shot Learning to Improve Instruction-driven Knowledge Graph Construction]]
    Yongli Mou, Li Liu, Sulayman Sowe, Diego Collarana, Stefan Decker
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-9.pdf][Research Trends for the Interplay between Large Language Models and Knowledge Graphs]]
    Hanieh Khorashadizadeh
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-11.pdf][Enhancing Large Language Models with Multimodality and Knowledge Graphs for Hallucination-free Open-set Object Recognition]]
    Xinfu Liu, Wu Yirui, Yuting Zhou, Junyang Chen, huan wang, Ye Liu, Shaohua Wan
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-12.pdf][SPIREX: Improving LLM-based relation extraction from RNA-focused scientific literature using graph machine learning]]
    Emanuele Cavalleri, Mauricio Soto-Gomez, Ali Pashaeibarough, Dario Malchiodi, Harry Caufield, Justin Reese, Chris Mungall, Peter Robinson, Elena Casiraghi, Giorgio Valentini, Marco Mesiti
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-13.pdf][InfuserKI: Enhancing Large Language Models with Knowledge Graphs via Infuser-Guided Knowledge Integration]]
    Fali Wang, Runxue Bao, Suhang Wang, Wenchao Yu, Yanchi Liu, Wei Cheng, Haifeng Chen
*** [[./VLDB-Workshop-2024/LLM+KG/LLM+KG-15.pdf][From Instructions to ODRL Usage Policies: An Ontology Guided Approach]]
    Daham M. Mustafa, Abhishek Nadgeri, Diego Collarana, Benedikt T. Arnold, Christoph Quix, Christoph Lange, Stefan Decker


* QDB
** 13th International Workshop on Quality in Databases
*** [[./VLDB-Workshop-2024/QDB/QDB-0.pdf][13th International Workshop on Quality in Databases: Preface]]
    Sourav S Bhowmick, Lisa Ehrlinger, Hazar Harmouch
*** [[./VLDB-Workshop-2024/QDB/QDB-1.pdf][Accelerating the Data Cleaning Systems Raha and Baran through Task and Data Parallelism]]
    Fatemeh Ahmadi, Yusuf Mandirali, Ziawasch Abedjan
*** [[./VLDB-Workshop-2024/QDB/QDB-2.pdf][Towards Semi-Supervised Data Quality Detection In Graphs]]
    Rubab Zahra Sarfraz
