vldb/vldb.html


<div id="outline-container-orgf8187ac" class="outline-2">
<h2 id="orgf8187ac">DATAI</h2>
<div class="outline-text-2" id="text-orgf8187ac">
</div>
<div id="outline-container-orgb5f353d" class="outline-3">
<h3 id="orgb5f353d">1st International Workshop on Data-driven AI</h3>
<div class="outline-text-3" id="text-orgb5f353d">
</div>
<div id="outline-container-orgdd4bc0e" class="outline-4">
<h4 id="orgdd4bc0e"><a href="./VLDB-Workshop-2024/DATAI/DATAI-1.pdf">Addressing Data Management Challenges for Interoperable Data Science</a></h4>
<div class="outline-text-4" id="text-orgdd4bc0e">
<p>
Ilin Tolovski,Tilmann Rabl
</p>
</div>
</div>
<div id="outline-container-org4a05c9e" class="outline-4">
<h4 id="org4a05c9e"><a href="./VLDB-Workshop-2024/DATAI/DATAI-2.pdf">Missing Value Imputation via Pre-trained Language Models with Trainable Prompt and Retrieval Augmentation</a></h4>
<div class="outline-text-4" id="text-org4a05c9e">
<p>
Xiang Huang, Shuang Hao
</p>
</div>
</div>
<div id="outline-container-orgbae2e45" class="outline-4">
<h4 id="orgbae2e45"><a href="./VLDB-Workshop-2024/DATAI/DATAI-3.pdf">LLM-assisted Labeling Function Generation for Semantic Type Detection</a></h4>
<div class="outline-text-4" id="text-orgbae2e45">
<p>
Chenjie Li, Dan Zhang, Jin Wang
</p>
</div>
</div>
<div id="outline-container-org4a43d0a" class="outline-4">
<h4 id="org4a43d0a"><a href="./VLDB-Workshop-2024/DATAI/DATAI-4.pdf">Approximate Functional Dependencies Discovery Using Markov Blanket</a></h4>
<div class="outline-text-4" id="text-org4a43d0a">
<p>
Jinqi Liu, Anzhen Zhang, Jiajia Li, Na Guo, Jing Zhang
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org07c610d" class="outline-2">
<h2 id="org07c610d">FAB</h2>
<div class="outline-text-2" id="text-org07c610d">
</div>
<div id="outline-container-orgc053891" class="outline-3">
<h3 id="orgc053891">6th International Workshop on Foundations and Applications of Blockchain</h3>
<div class="outline-text-3" id="text-orgc053891">
</div>
<div id="outline-container-org018db50" class="outline-4">
<h4 id="org018db50"><a href="./VLDB-Workshop-2024/FAB/FAB-1.pdf">Proceedings of the Sixth International Workshop on Foundations and Applications of Blockchain (FAB)</a></h4>
<div class="outline-text-4" id="text-org018db50">
<p>
Mohammad Javad Amiri
</p>
</div>
</div>
<div id="outline-container-org37820b0" class="outline-4">
<h4 id="org37820b0"><a href="./VLDB-Workshop-2024/FAB/FAB-2.pdf">Benefits and Challenges of Decentralization in Data Systems: Opportunities for Data Management Research</a></h4>
<div class="outline-text-4" id="text-org37820b0">
<p>
Ruben Mayer
</p>
</div>
</div>
<div id="outline-container-org15d02fd" class="outline-4">
<h4 id="org15d02fd"><a href="./VLDB-Workshop-2024/FAB/FAB-3.pdf">Data Management and AI for Blockchain Data Analysis: A Round Trip and Opportunities</a></h4>
<div class="outline-text-4" id="text-org15d02fd">
<p>
Arijit Khan
</p>
</div>
</div>
<div id="outline-container-org05e9a03" class="outline-4">
<h4 id="org05e9a03"><a href="./VLDB-Workshop-2024/FAB/FAB-4.pdf">Practical Declarative Smart Contracts Optimization</a></h4>
<div class="outline-text-4" id="text-org05e9a03">
<p>
Lan Lu, Tao Luo, Jingyi Li, Hongxun Ding, Brendan Massey, Haoxian Chen, Boon Thau Loo
</p>
</div>
</div>
<div id="outline-container-org5f28567" class="outline-4">
<h4 id="org5f28567"><a href="./VLDB-Workshop-2024/FAB/FAB-5.pdf">CroCRPC: Cross-Chain Remote Procedure Calls Framework for dApps</a></h4>
<div class="outline-text-4" id="text-org5f28567">
<p>
Avishek De, Divyakant Agrawal, Amr El Abbadi
</p>
</div>
</div>
<div id="outline-container-orge709f2a" class="outline-4">
<h4 id="orge709f2a"><a href="./VLDB-Workshop-2024/FAB/FAB-6.pdf">From On-chain to Macro: Assessing the Importance of Data Source Diversity in Cryptocurrency Market Forecasting</a></h4>
<div class="outline-text-4" id="text-orge709f2a">
<p>
Giorgos Demosthenous, Chryssis Georgiou, Eliada Polydorou
</p>
</div>
</div>
<div id="outline-container-orgc20b3f3" class="outline-4">
<h4 id="orgc20b3f3"><a href="./VLDB-Workshop-2024/FAB/FAB-7.pdf">SOK: Blockchain for Provenance</a></h4>
<div class="outline-text-4" id="text-orgc20b3f3">
<p>
Asma Jodeiri Akbarfam, Hoda Maleki
</p>
</div>
</div>
<div id="outline-container-orgabd7cbc" class="outline-4">
<h4 id="orgabd7cbc"><a href="./VLDB-Workshop-2024/FAB/FAB-8.pdf">A Comprehensive Outlook for Analyzing and Enhancing the Performance of Blockchain Platforms</a></h4>
<div class="outline-text-4" id="text-orgabd7cbc">
<p>
Jeeta Chacko
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgbf3d549" class="outline-2">
<h2 id="orgbf3d549">LLM+KG</h2>
<div class="outline-text-2" id="text-orgbf3d549">
</div>
<div id="outline-container-org7ec53e9" class="outline-3">
<h3 id="org7ec53e9">1st International Workshop on Data Management Opportunities in Unifying Large Language Models + Knowledge Graphs</h3>
<div class="outline-text-3" id="text-org7ec53e9">
</div>
<div id="outline-container-org4412fc1" class="outline-4">
<h4 id="org4412fc1"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-1.pdf">LLM+KG: Data Management Opportunities in Unifying Large Language Models + Knowledge Graphs</a></h4>
<div class="outline-text-4" id="text-org4412fc1">
<p>
Arijit Khan, Tianxing Wu, Xi Chen
</p>
</div>
</div>
<div id="outline-container-org6211cb0" class="outline-4">
<h4 id="org6211cb0"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-2.pdf">OneEdit: A Neural-Symbolic Collaboratively Knowledge Editing System</a></h4>
<div class="outline-text-4" id="text-org6211cb0">
<p>
Ningyu Zhang, Zekun Xi, Yujie Luo, Peng Wang, Bozhong Tian, Yunzhi Yao, Jintian Zhang, Shumin Deng, mengshu sun, Lei Liang, Zhiqiang Zhang, Xiaowei Zhu, Jun Zhou, Huajun Chen
</p>
</div>
</div>
<div id="outline-container-org02cde55" class="outline-4">
<h4 id="org02cde55"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-4.pdf">Knowledge Graph Efficient Construction: Embedding Chain-of-Thought into LLMs</a></h4>
<div class="outline-text-4" id="text-org02cde55">
<p>
Jixuan Nie, Xia HOU, wenfeng song, xuan wang, Xingliang Jin, Xinyu Zhang, ShuoZhe Zhang, Jiaqi Shi
</p>
</div>
</div>
<div id="outline-container-orga232a44" class="outline-4">
<h4 id="orga232a44"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-5.pdf">Benchmarking and Analyzing In-context Learning, Fine-tuning and Supervised Learning for Biomedical Knowledge Curation: a focused study on chemical entities of biological interest</a></h4>
<div class="outline-text-4" id="text-orga232a44">
<p>
Yusuf Abdulle, Emily Groves, Minhong Wang, Holger Kunz, Jason Hoelscher-Obermaier, Ronin Wu, Honghan Wu
</p>
</div>
</div>
<div id="outline-container-orge80fd47" class="outline-4">
<h4 id="orge80fd47"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-8.pdf">Leveraging LLMs Few-shot Learning to Improve Instruction-driven Knowledge Graph Construction</a></h4>
<div class="outline-text-4" id="text-orge80fd47">
<p>
Yongli Mou, Li Liu, Sulayman Sowe, Diego Collarana, Stefan Decker
</p>
</div>
</div>
<div id="outline-container-orga886d21" class="outline-4">
<h4 id="orga886d21"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-9.pdf">Research Trends for the Interplay between Large Language Models and Knowledge Graphs</a></h4>
<div class="outline-text-4" id="text-orga886d21">
<p>
Hanieh Khorashadizadeh
</p>
</div>
</div>
<div id="outline-container-org5aad5f2" class="outline-4">
<h4 id="org5aad5f2"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-11.pdf">Enhancing Large Language Models with Multimodality and Knowledge Graphs for Hallucination-free Open-set Object Recognition</a></h4>
<div class="outline-text-4" id="text-org5aad5f2">
<p>
Xinfu Liu, Wu Yirui, Yuting Zhou, Junyang Chen, huan wang, Ye Liu, Shaohua Wan
</p>
</div>
</div>
<div id="outline-container-org5e531b2" class="outline-4">
<h4 id="org5e531b2"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-12.pdf">SPIREX: Improving LLM-based relation extraction from RNA-focused scientific literature using graph machine learning</a></h4>
<div class="outline-text-4" id="text-org5e531b2">
<p>
Emanuele Cavalleri, Mauricio Soto-Gomez, Ali Pashaeibarough, Dario Malchiodi, Harry Caufield, Justin Reese, Chris Mungall, Peter Robinson, Elena Casiraghi, Giorgio Valentini, Marco Mesiti
</p>
</div>
</div>
<div id="outline-container-orgefed618" class="outline-4">
<h4 id="orgefed618"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-13.pdf">InfuserKI: Enhancing Large Language Models with Knowledge Graphs via Infuser-Guided Knowledge Integration</a></h4>
<div class="outline-text-4" id="text-orgefed618">
<p>
Fali Wang, Runxue Bao, Suhang Wang, Wenchao Yu, Yanchi Liu, Wei Cheng, Haifeng Chen
</p>
</div>
</div>
<div id="outline-container-orgf251a64" class="outline-4">
<h4 id="orgf251a64"><a href="./VLDB-Workshop-2024/LLM+KG/LLM+KG-15.pdf">From Instructions to ODRL Usage Policies: An Ontology Guided Approach</a></h4>
<div class="outline-text-4" id="text-orgf251a64">
<p>
Daham M. Mustafa, Abhishek Nadgeri, Diego Collarana, Benedikt T. Arnold, Christoph Quix, Christoph Lange, Stefan Decker
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org90551d8" class="outline-2">
<h2 id="org90551d8">QDB</h2>
<div class="outline-text-2" id="text-org90551d8">
</div>
<div id="outline-container-orgda081bc" class="outline-3">
<h3 id="orgda081bc">13th International Workshop on Quality in Databases</h3>
<div class="outline-text-3" id="text-orgda081bc">
</div>
<div id="outline-container-orga51343a" class="outline-4">
<h4 id="orga51343a"><a href="./VLDB-Workshop-2024/QDB/QDB-0.pdf">13th International Workshop on Quality in Databases: Preface</a></h4>
<div class="outline-text-4" id="text-orga51343a">
<p>
Sourav S Bhowmick, Lisa Ehrlinger, Hazar Harmouch
</p>
</div>
</div>
<div id="outline-container-org54cfae6" class="outline-4">
<h4 id="org54cfae6"><a href="./VLDB-Workshop-2024/QDB/QDB-1.pdf">Accelerating the Data Cleaning Systems Raha and Baran through Task and Data Parallelism</a></h4>
<div class="outline-text-4" id="text-org54cfae6">
<p>
Fatemeh Ahmadi, Yusuf Mandirali, Ziawasch Abedjan
</p>
</div>
</div>
<div id="outline-container-org2196388" class="outline-4">
<h4 id="org2196388"><a href="./VLDB-Workshop-2024/QDB/QDB-2.pdf">Towards Semi-Supervised Data Quality Detection In Graphs</a></h4>
<div class="outline-text-4" id="text-org2196388">
<p>
Rubab Zahra Sarfraz
</p>
</div>
</div>
