vldb/vldb.org
*** [[./VLDB-Workshop-2024/QDB/QDB-3.pdf][Valuation-based Data Acquisition for Machine Learning Fairness]]
    Ekta Pradhan, Romila Pradhan
*** [[./VLDB-Workshop-2024/QDB/QDB-4.pdf][AutoFAIR : Automatic Data FAIRification via Machine Reading]]
    Tingyan Ma, Wei Liu, Bin Lu, Xiaoying Gan, Yunqiang Zhu, Luoyi Fu, Chenghu Zhou
*** [[./VLDB-Workshop-2024/QDB/QDB-5.pdf][Compute Engine Testing with Privacy-Compliant Production-Like Synthetic Data]]
    Yu Liu, Jiangnan Cheng, Steve Chuck, Lyublena Antova, Yurgis  Baykshtis,  Matt  David, Ge Gao, Mehrdad  Honarkhah, Kuan-Sung  Huang, Chen-Kuei Lee, Usman  Muhammad, Shihao  Peng, Andrii  Rosa, Rebecca Schlussel, Michael Shang, Kelvin  Silva, Brandon Vo, Zac Wen, Yihao Zhou
*** [[./VLDB-Workshop-2024/QDB/QDB-6.pdf][Process Model-based Access Control Policies for Cross-Organizational Data Sharing]]
    Liam Tirpitz, Leon Gentges
*** [[./VLDB-Workshop-2024/QDB/QDB-7.pdf][Tracking Consistency over Data Streams with InkStream [Demo]]]
    Samuele Langhi, Angela Bonifati, Riccardo Tommasini
*** [[./VLDB-Workshop-2024/QDB/QDB-8.pdf][A Data Generator to Explore the Interactions Between Concept Drifts and Anomalies [Demo]]]
    Jongjun Park, Akanksha Nehete, Tammy Zeng, Fei Chiang


* QDSM
** 2nd International Workshop on Quantum Data Science and Management
*** [[./VLDB-Workshop-2024/QDSM/QDSM.1.pdf][Workshop Summary of the Second International Workshop on Quantum Data Science and Management (QDSM)]]
    Valter Uotila, Sven Groppe, Le Guenwald, Jiaheng Lu, Wolfgang Mauerer
*** [[./VLDB-Workshop-2024/QDSM/QDSM.4.pdf][Quantum Storage Design for Tables in RDBMS]]
    Tuodu Li, Gongsheng Yuan, Chang Yao, Meng Shi, Ziyue Wang, Ling Qian and Jiaheng Lu
*** [[./VLDB-Workshop-2024/QDSM/QDSM.5.pdf][Supervised Learning on Relational Databases with Quantum Graph Neural Networks]]
    Martin Vogrin, Rok Vogrin, Sven Groppe and Jinghua Groppe
*** [[./VLDB-Workshop-2024/QDSM/QDSM.6.pdf][Quantum Data Structures for Enhanced Database Performance]]
    Tim Littau, Ziyu Li and Rihan Hai
*** [[./VLDB-Workshop-2024/QDSM/QDSM.7.pdf][Graphs on Qubits: Demonstrating Three Graph Algorithms on Quantum Computers]]
    Lauri Vuorenkoski and Valter Uotila
*** [[./VLDB-Workshop-2024/QDSM/QDSM.8.pdf][Is Quantum-Based SQL Query Execution Viable?]]
    Manish Kesarwani and Jayant Haritsa


* TaDA
** 2nd International Workshop on Tabular Data Analysis
*** [[./VLDB-Workshop-2024/TaDA/TaDA.1.pdf][2nd International Workshop on Tabular Data Analysis (TaDA)]]
    Vasilis Efthymiou, Sainyam Galhotra, Oktie Hassanzadeh, Chuan Lei, Kavitha Srinivas
*** [[./VLDB-Workshop-2024/TaDA/TaDA.2.pdf][Toward a Declarative Query Language for Machine Learning]]
    Hasan Jamil
*** [[./VLDB-Workshop-2024/TaDA/TaDA.3.pdf][ALT-GEN: Benchmarking Table Union Search using Large Language Models]]
    Koyena Pal, Aamod Khatiwada, Roee Shraga, Renée J. Miller
*** [[./VLDB-Workshop-2024/TaDA/TaDA.4.pdf][LLMs for Data Engineering on Enterprise Data]]
    Jan-Micha Bodensohn, Ulf Brackmann, Liane Vogel, Matthias Urban, Anupam Sanghi, Carsten Binnig
*** [[./VLDB-Workshop-2024/TaDA/TaDA.5.pdf][Fast and Accurate Regional Effect Plots for Automated Tabular Data Analysis]]
    Vasilis Gkolemis, Theodore Dalamagas, Eirini Ntoutsi, Christos Diou
*** [[./VLDB-Workshop-2024/TaDA/TaDA.6.pdf][Transform Table to Database Using Large Language Models]]
    Zezhou Huang, Jia Guo, Eugene Wu
*** [[./VLDB-Workshop-2024/TaDA/TaDA.7.pdf][GFS: Graph-based Feature Synthesis for Prediction over Relational Databases]]
    Han Zhang, Quan Gan, David Wipf, Weinan Zhang
*** [[./VLDB-Workshop-2024/TaDA/TaDA.8.pdf][Schema Matching with Large Language Models: an Experimental Study]]
    Marcel Parciak, Brecht Vandevoort, Frank Neven, Liesbet M. Peeters, Stijn Vansummeren
*** [[./VLDB-Workshop-2024/TaDA/TaDA.9.pdf][Finding Support for Tabular LLM Outputs]]
    Grace Fan, Roee Shraga, Renée J. Miller
*** [[./VLDB-Workshop-2024/TaDA/TaDA.10.pdf][4DBInfer: A 4D Benchmarking Toolbox for Graph-Centric Predictive Modeling on RDBs]]
    Minjie Wang, Quan Gan, David Wipf, ZhenkunCai, Ning Li, Jianheng Tang, Yanlin Zhang, ZizhaoZhang, ZunyaoMao, YakunSong, Yanbo Wang, Jiahang Li, HanZhang, Guang Yang, Xiao Qin, Chuan Lei, Muhan Zhang, Weinan Zhang, Christos Faloutsos, Zheng Zhang
*** [[./VLDB-Workshop-2024/TaDA/TaDA.11.pdf][Large Language Models as Data Preprocessors]]
    Haochen Zhang, Yuyang Dong, Chuan Xiao, Masafumi Oyamada
*** [[./VLDB-Workshop-2024/TaDA/TaDA.12.pdf][DEMA: Enhancing Causal Analysis through Data Enrichment and Discovery in Data Lakes]]
    Kayvon Heravi, Saathvik Dirisala, Babak Salimi
*** [[./VLDB-Workshop-2024/TaDA/TaDA.13.pdf][Data Quality Management for Responsible AI in Data Lakes]]
    Carolina Cortes, Camila Sanz, Lorena Etcheverry, Adriana Marotta
*** [[./VLDB-Workshop-2024/TaDA/TaDA.14.pdf][Humboldt: Metadata-Driven Extensible Data Discovery]]
    Alex Bäuerle, Çağatay Demiralp, Michael Stonebraker


* LSGDA
** 3rd International Workshop on Large-Scale Graph Data Analytics
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.01.pdf][Report on the 3rd International Workshop on Large-Scale Graph Data Analytics (LSGDA 2024)]]
    Long Yuan, Zhengyi Yang, Qingqiang Sun, Alexander Zhou
