vldb/vldb.html
<div id="outline-container-orge26115a" class="outline-4">
<h4 id="orge26115a"><a href="./VLDB-Workshop-2024/QDB/QDB-3.pdf">Valuation-based Data Acquisition for Machine Learning Fairness</a></h4>
<div class="outline-text-4" id="text-orge26115a">
<p>
Ekta Pradhan, Romila Pradhan
</p>
</div>
</div>
<div id="outline-container-orgfcc559a" class="outline-4">
<h4 id="orgfcc559a"><a href="./VLDB-Workshop-2024/QDB/QDB-4.pdf">AutoFAIR : Automatic Data FAIRification via Machine Reading</a></h4>
<div class="outline-text-4" id="text-orgfcc559a">
<p>
Tingyan Ma, Wei Liu, Bin Lu, Xiaoying Gan, Yunqiang Zhu, Luoyi Fu, Chenghu Zhou
</p>
</div>
</div>
<div id="outline-container-org63898f9" class="outline-4">
<h4 id="org63898f9"><a href="./VLDB-Workshop-2024/QDB/QDB-5.pdf">Compute Engine Testing with Privacy-Compliant Production-Like Synthetic Data</a></h4>
<div class="outline-text-4" id="text-org63898f9">
<p>
Yu Liu, Jiangnan Cheng, Steve Chuck, Lyublena Antova, Yurgis  Baykshtis,  Matt  David, Ge Gao, Mehrdad  Honarkhah, Kuan-Sung  Huang, Chen-Kuei Lee, Usman  Muhammad, Shihao  Peng, Andrii  Rosa, Rebecca Schlussel, Michael Shang, Kelvin  Silva, Brandon Vo, Zac Wen, Yihao Zhou
</p>
</div>
</div>
<div id="outline-container-orged81303" class="outline-4">
<h4 id="orged81303"><a href="./VLDB-Workshop-2024/QDB/QDB-6.pdf">Process Model-based Access Control Policies for Cross-Organizational Data Sharing</a></h4>
<div class="outline-text-4" id="text-orged81303">
<p>
Liam Tirpitz, Leon Gentges
</p>
</div>
</div>
<div id="outline-container-org1cc1d4c" class="outline-4">
<h4 id="org1cc1d4c"><a href="./VLDB-Workshop-2024/QDB/QDB-7.pdf">Tracking Consistency over Data Streams with InkStream [Demo</a>]</h4>
<div class="outline-text-4" id="text-org1cc1d4c">
<p>
Samuele Langhi, Angela Bonifati, Riccardo Tommasini
</p>
</div>
</div>
<div id="outline-container-orgf7fe8be" class="outline-4">
<h4 id="orgf7fe8be"><a href="./VLDB-Workshop-2024/QDB/QDB-8.pdf">A Data Generator to Explore the Interactions Between Concept Drifts and Anomalies [Demo</a>]</h4>
<div class="outline-text-4" id="text-orgf7fe8be">
<p>
Jongjun Park, Akanksha Nehete, Tammy Zeng, Fei Chiang
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgfd5ed43" class="outline-2">
<h2 id="orgfd5ed43">QDSM</h2>
<div class="outline-text-2" id="text-orgfd5ed43">
</div>
<div id="outline-container-org6857831" class="outline-3">
<h3 id="org6857831">2nd International Workshop on Quantum Data Science and Management</h3>
<div class="outline-text-3" id="text-org6857831">
</div>
<div id="outline-container-org3314434" class="outline-4">
<h4 id="org3314434"><a href="./VLDB-Workshop-2024/QDSM/QDSM.1.pdf">Workshop Summary of the Second International Workshop on Quantum Data Science and Management (QDSM)</a></h4>
<div class="outline-text-4" id="text-org3314434">
<p>
Valter Uotila, Sven Groppe, Le Guenwald, Jiaheng Lu, Wolfgang Mauerer
</p>
</div>
</div>
<div id="outline-container-org38afe03" class="outline-4">
<h4 id="org38afe03"><a href="./VLDB-Workshop-2024/QDSM/QDSM.4.pdf">Quantum Storage Design for Tables in RDBMS</a></h4>
<div class="outline-text-4" id="text-org38afe03">
<p>
Tuodu Li, Gongsheng Yuan, Chang Yao, Meng Shi, Ziyue Wang, Ling Qian and Jiaheng Lu
</p>
</div>
</div>
<div id="outline-container-org2f979d9" class="outline-4">
<h4 id="org2f979d9"><a href="./VLDB-Workshop-2024/QDSM/QDSM.5.pdf">Supervised Learning on Relational Databases with Quantum Graph Neural Networks</a></h4>
<div class="outline-text-4" id="text-org2f979d9">
<p>
Martin Vogrin, Rok Vogrin, Sven Groppe and Jinghua Groppe
</p>
</div>
</div>
<div id="outline-container-org33d49bf" class="outline-4">
<h4 id="org33d49bf"><a href="./VLDB-Workshop-2024/QDSM/QDSM.6.pdf">Quantum Data Structures for Enhanced Database Performance</a></h4>
<div class="outline-text-4" id="text-org33d49bf">
<p>
Tim Littau, Ziyu Li and Rihan Hai
</p>
</div>
</div>
<div id="outline-container-org0718883" class="outline-4">
<h4 id="org0718883"><a href="./VLDB-Workshop-2024/QDSM/QDSM.7.pdf">Graphs on Qubits: Demonstrating Three Graph Algorithms on Quantum Computers</a></h4>
<div class="outline-text-4" id="text-org0718883">
<p>
Lauri Vuorenkoski and Valter Uotila
</p>
</div>
</div>
<div id="outline-container-org1cf53bd" class="outline-4">
<h4 id="org1cf53bd"><a href="./VLDB-Workshop-2024/QDSM/QDSM.8.pdf">Is Quantum-Based SQL Query Execution Viable?</a></h4>
<div class="outline-text-4" id="text-org1cf53bd">
<p>
Manish Kesarwani and Jayant Haritsa
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org4f3d777" class="outline-2">
<h2 id="org4f3d777">TaDA</h2>
<div class="outline-text-2" id="text-org4f3d777">
</div>
<div id="outline-container-orgac9a0d6" class="outline-3">
<h3 id="orgac9a0d6">2nd International Workshop on Tabular Data Analysis</h3>
<div class="outline-text-3" id="text-orgac9a0d6">
</div>
<div id="outline-container-org8e4ecc5" class="outline-4">
<h4 id="org8e4ecc5"><a href="./VLDB-Workshop-2024/TaDA/TaDA.1.pdf">2nd International Workshop on Tabular Data Analysis (TaDA)</a></h4>
<div class="outline-text-4" id="text-org8e4ecc5">
<p>
Vasilis Efthymiou, Sainyam Galhotra, Oktie Hassanzadeh, Chuan Lei, Kavitha Srinivas
</p>
</div>
</div>
<div id="outline-container-orgce2ad32" class="outline-4">
<h4 id="orgce2ad32"><a href="./VLDB-Workshop-2024/TaDA/TaDA.2.pdf">Toward a Declarative Query Language for Machine Learning</a></h4>
<div class="outline-text-4" id="text-orgce2ad32">
<p>
Hasan Jamil
</p>
</div>
</div>
<div id="outline-container-org509961a" class="outline-4">
<h4 id="org509961a"><a href="./VLDB-Workshop-2024/TaDA/TaDA.3.pdf">ALT-GEN: Benchmarking Table Union Search using Large Language Models</a></h4>
<div class="outline-text-4" id="text-org509961a">
<p>
Koyena Pal, Aamod Khatiwada, Roee Shraga, Renée J. Miller
</p>
</div>
</div>
<div id="outline-container-org6505773" class="outline-4">
<h4 id="org6505773"><a href="./VLDB-Workshop-2024/TaDA/TaDA.4.pdf">LLMs for Data Engineering on Enterprise Data</a></h4>
<div class="outline-text-4" id="text-org6505773">
<p>
Jan-Micha Bodensohn, Ulf Brackmann, Liane Vogel, Matthias Urban, Anupam Sanghi, Carsten Binnig
</p>
</div>
</div>
<div id="outline-container-org1d27a4d" class="outline-4">
<h4 id="org1d27a4d"><a href="./VLDB-Workshop-2024/TaDA/TaDA.5.pdf">Fast and Accurate Regional Effect Plots for Automated Tabular Data Analysis</a></h4>
<div class="outline-text-4" id="text-org1d27a4d">
<p>
Vasilis Gkolemis, Theodore Dalamagas, Eirini Ntoutsi, Christos Diou
</p>
</div>
</div>
<div id="outline-container-org31f1fc7" class="outline-4">
<h4 id="org31f1fc7"><a href="./VLDB-Workshop-2024/TaDA/TaDA.6.pdf">Transform Table to Database Using Large Language Models</a></h4>
<div class="outline-text-4" id="text-org31f1fc7">
<p>
Zezhou Huang, Jia Guo, Eugene Wu
</p>
</div>
</div>
<div id="outline-container-orgc50f7f0" class="outline-4">
<h4 id="orgc50f7f0"><a href="./VLDB-Workshop-2024/TaDA/TaDA.7.pdf">GFS: Graph-based Feature Synthesis for Prediction over Relational Databases</a></h4>
<div class="outline-text-4" id="text-orgc50f7f0">
<p>
Han Zhang, Quan Gan, David Wipf, Weinan Zhang
</p>
</div>
</div>
<div id="outline-container-orgfafc244" class="outline-4">
<h4 id="orgfafc244"><a href="./VLDB-Workshop-2024/TaDA/TaDA.8.pdf">Schema Matching with Large Language Models: an Experimental Study</a></h4>
<div class="outline-text-4" id="text-orgfafc244">
<p>
Marcel Parciak, Brecht Vandevoort, Frank Neven, Liesbet M. Peeters, Stijn Vansummeren
</p>
</div>
</div>
<div id="outline-container-org956e8fb" class="outline-4">
<h4 id="org956e8fb"><a href="./VLDB-Workshop-2024/TaDA/TaDA.9.pdf">Finding Support for Tabular LLM Outputs</a></h4>
<div class="outline-text-4" id="text-org956e8fb">
<p>
Grace Fan, Roee Shraga, Renée J. Miller
</p>
</div>
</div>
<div id="outline-container-org9f7d1f6" class="outline-4">
<h4 id="org9f7d1f6"><a href="./VLDB-Workshop-2024/TaDA/TaDA.10.pdf">4DBInfer: A 4D Benchmarking Toolbox for Graph-Centric Predictive Modeling on RDBs</a></h4>
<div class="outline-text-4" id="text-org9f7d1f6">
<p>
Minjie Wang, Quan Gan, David Wipf, ZhenkunCai, Ning Li, Jianheng Tang, Yanlin Zhang, ZizhaoZhang, ZunyaoMao, YakunSong, Yanbo Wang, Jiahang Li, HanZhang, Guang Yang, Xiao Qin, Chuan Lei, Muhan Zhang, Weinan Zhang, Christos Faloutsos, Zheng Zhang
</p>
</div>
</div>
<div id="outline-container-orgc27e172" class="outline-4">
<h4 id="orgc27e172"><a href="./VLDB-Workshop-2024/TaDA/TaDA.11.pdf">Large Language Models as Data Preprocessors</a></h4>
<div class="outline-text-4" id="text-orgc27e172">
<p>
Haochen Zhang, Yuyang Dong, Chuan Xiao, Masafumi Oyamada
</p>
</div>
</div>
<div id="outline-container-orgb55bdc1" class="outline-4">
<h4 id="orgb55bdc1"><a href="./VLDB-Workshop-2024/TaDA/TaDA.12.pdf">DEMA: Enhancing Causal Analysis through Data Enrichment and Discovery in Data Lakes</a></h4>
<div class="outline-text-4" id="text-orgb55bdc1">
<p>
Kayvon Heravi, Saathvik Dirisala, Babak Salimi
</p>
</div>
</div>
<div id="outline-container-org7d476be" class="outline-4">
<h4 id="org7d476be"><a href="./VLDB-Workshop-2024/TaDA/TaDA.13.pdf">Data Quality Management for Responsible AI in Data Lakes</a></h4>
<div class="outline-text-4" id="text-org7d476be">
<p>
Carolina Cortes, Camila Sanz, Lorena Etcheverry, Adriana Marotta
</p>
</div>
</div>
<div id="outline-container-org97dfe78" class="outline-4">
<h4 id="org97dfe78"><a href="./VLDB-Workshop-2024/TaDA/TaDA.14.pdf">Humboldt: Metadata-Driven Extensible Data Discovery</a></h4>
<div class="outline-text-4" id="text-org97dfe78">
<p>
Alex Bäuerle, Çağatay Demiralp, Michael Stonebraker
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org4d502a3" class="outline-2">
<h2 id="org4d502a3">LSGDA</h2>
<div class="outline-text-2" id="text-org4d502a3">
</div>
<div id="outline-container-org532edd4" class="outline-3">
<h3 id="org532edd4">3rd International Workshop on Large-Scale Graph Data Analytics</h3>
<div class="outline-text-3" id="text-org532edd4">
</div>
<div id="outline-container-orgef24feb" class="outline-4">
<h4 id="orgef24feb"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.01.pdf">Report on the 3rd International Workshop on Large-Scale Graph Data Analytics (LSGDA 2024)</a></h4>
<div class="outline-text-4" id="text-orgef24feb">
<p>
Long Yuan, Zhengyi Yang, Qingqiang Sun, Alexander Zhou
</p>
</div>
</div>
