vldb/vldb.org
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.02.pdf][XCrowd: Real-Time Dynamic Crowd Movement Simulation on Graph Networks]]
    Jan Appel, Andreas Weiler
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.03.pdf][MRG-SER: Self-supervised Spatial Entity Resolution Based on Multi-Relational Graph]]
    Hanchen Qiu, Haojia Zhu, Zhicheng Li, Jiahui Jin
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.04.pdf][Enhancing Neo4j Query Efficiency with Seamless Integration of the GOpt Optimization Framework]]
    Bingqing Lyu, Xiaoli Zhou, Longbin Lai, Yufan Yang, Yunkai Lou, Yongfei Liu
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.05.pdf][Designing Graph Neural Networks in Compliance with the European Artificial Intelligence Act]]
    Barbara Hoffmann, Jana Vatter, Ruben Mayer
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.06.pdf][Size Does (Not) Matter? Sparsification and Graph Neural Network Sampling for Large-scale Graphs]]
    Jana Vatter, Maurice L. Rochau, Ruben Mayer, Hans-Arno Jacobsen
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.07.pdf][HyperFedNet: Communication-Efficient Personalized Federated Learning Via Hypernetwork]]
    Xingyun Chen, Yan Huang, Zhenzhen Xie, Junjie Pang
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.08.pdf][Parallel Higher-order Truss Decomposition]]
    Chen Chen, Jingya Qian, Hui Luo, Yongye Li, Xiaoyang Wang
*** [[./VLDB-Workshop-2024/LSGDA/LSGDA24.09.pdf][Text to Graph Query Using Filter Condition Attributes]]
    Yang Liu, Xin Wang, Jiake Ge, Hui Wang, Dawei Xu, Yongzhe Jia


* CloudDB
** 2nd Workshop on Cloud Databases
*** [[./VLDB-Workshop-2024/CloudDB/clouddb-2.pdf][Corra: Correlation-Aware Column Compression]]
    Hanwen Liu, Mihail Stoian, Alexander van Renen, Andreas Kipf
*** [[./VLDB-Workshop-2024/CloudDB/clouddb-3.pdf][MetaHive: A Cache-Optimized Metadata Management for Heterogeneous Key-Value Stores]]
    Alireza Heidari, Amirhossein Ahmadi, Zefeng Zhi, Wei Zhang


