vldb/vldb.html
<div id="outline-container-org739530f" class="outline-4">
<h4 id="org739530f"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.02.pdf">XCrowd: Real-Time Dynamic Crowd Movement Simulation on Graph Networks</a></h4>
<div class="outline-text-4" id="text-org739530f">
<p>
Jan Appel, Andreas Weiler
</p>
</div>
</div>
<div id="outline-container-org3be9806" class="outline-4">
<h4 id="org3be9806"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.03.pdf">MRG-SER: Self-supervised Spatial Entity Resolution Based on Multi-Relational Graph</a></h4>
<div class="outline-text-4" id="text-org3be9806">
<p>
Hanchen Qiu, Haojia Zhu, Zhicheng Li, Jiahui Jin
</p>
</div>
</div>
<div id="outline-container-org7a0fc07" class="outline-4">
<h4 id="org7a0fc07"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.04.pdf">Enhancing Neo4j Query Efficiency with Seamless Integration of the GOpt Optimization Framework</a></h4>
<div class="outline-text-4" id="text-org7a0fc07">
<p>
Bingqing Lyu, Xiaoli Zhou, Longbin Lai, Yufan Yang, Yunkai Lou, Yongfei Liu
</p>
</div>
</div>
<div id="outline-container-org0174157" class="outline-4">
<h4 id="org0174157"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.05.pdf">Designing Graph Neural Networks in Compliance with the European Artificial Intelligence Act</a></h4>
<div class="outline-text-4" id="text-org0174157">
<p>
Barbara Hoffmann, Jana Vatter, Ruben Mayer
</p>
</div>
</div>
<div id="outline-container-orge233554" class="outline-4">
<h4 id="orge233554"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.06.pdf">Size Does (Not) Matter? Sparsification and Graph Neural Network Sampling for Large-scale Graphs</a></h4>
<div class="outline-text-4" id="text-orge233554">
<p>
Jana Vatter, Maurice L. Rochau, Ruben Mayer, Hans-Arno Jacobsen
</p>
</div>
</div>
<div id="outline-container-orgfda144b" class="outline-4">
<h4 id="orgfda144b"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.07.pdf">HyperFedNet: Communication-Efficient Personalized Federated Learning Via Hypernetwork</a></h4>
<div class="outline-text-4" id="text-orgfda144b">
<p>
Xingyun Chen, Yan Huang, Zhenzhen Xie, Junjie Pang
</p>
</div>
</div>
<div id="outline-container-orgb87e8cc" class="outline-4">
<h4 id="orgb87e8cc"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.08.pdf">Parallel Higher-order Truss Decomposition</a></h4>
<div class="outline-text-4" id="text-orgb87e8cc">
<p>
Chen Chen, Jingya Qian, Hui Luo, Yongye Li, Xiaoyang Wang
</p>
</div>
</div>
<div id="outline-container-org3470e6c" class="outline-4">
<h4 id="org3470e6c"><a href="./VLDB-Workshop-2024/LSGDA/LSGDA24.09.pdf">Text to Graph Query Using Filter Condition Attributes</a></h4>
<div class="outline-text-4" id="text-org3470e6c">
<p>
Yang Liu, Xin Wang, Jiake Ge, Hui Wang, Dawei Xu, Yongzhe Jia
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgd9cf567" class="outline-2">
<h2 id="orgd9cf567">CloudDB</h2>
<div class="outline-text-2" id="text-orgd9cf567">
</div>
<div id="outline-container-org9a99728" class="outline-3">
<h3 id="org9a99728">2nd Workshop on Cloud Databases</h3>
<div class="outline-text-3" id="text-org9a99728">
</div>
<div id="outline-container-orgae0fdd6" class="outline-4">
<h4 id="orgae0fdd6"><a href="./VLDB-Workshop-2024/CloudDB/clouddb-2.pdf">Corra: Correlation-Aware Column Compression</a></h4>
<div class="outline-text-4" id="text-orgae0fdd6">
<p>
Hanwen Liu, Mihail Stoian, Alexander van Renen, Andreas Kipf
</p>
</div>
</div>
<div id="outline-container-orgd3e95da" class="outline-4">
<h4 id="orgd3e95da"><a href="./VLDB-Workshop-2024/CloudDB/clouddb-3.pdf">MetaHive: A Cache-Optimized Metadata Management for Heterogeneous Key-Value Stores</a></h4>
<div class="outline-text-4" id="text-orgd3e95da">
<p>
Alireza Heidari, Amirhossein Ahmadi, Zefeng Zhi, Wei Zhang
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Haixun Wang</p>
<p class="date">Created: 2024-09-08 Sun 06:47</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
